10/data/attachments/76b16e8992cbb5bf.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_kid_Friend_29336_0</nif:username>
            <nif:friendToBeRequested>soap_friends_f88cbd7e-7760-4471-ab6e-83dbb5fb2da5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>